[Information]
TRANSLATOR=RPeterR
VERSION=2.2.0

[Language]
LANGUAGE=Slovenčina
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x041B

[Menu]
FILE=&Súbor
FILE_EXIT=&Ukončiť
EDIT=&Úpravy
EDIT_COPY=&Kopírovať
THEME=&Vzhľad
HELP=&Nápoveda
HELP_ABOUT=&O programe CrystalDiskMark

; 3.0
TEST_DATA=&Test Data
DEFAULT_RANDOM=Default (Random)

; 4.0
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
IE8_MODE=&IE8 Mode

; 4.1
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour

; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)

[Message]
STOP_BENCHMARK=Zastaviť test.
DISK_CAPACITY_ERROR=Na disku nie je dostatok voľného miesta.
DISK_CREATE_FILE_ERROR=Vyskytla sa chyba pri vytváraní súboru.
DISK_WRITE_ERROR=Vyskytla sa chyba pri zápise súborov.
DISK_READ_ERROR=Vyskytla sa chyba pri čítaní súborov.

[Title]
TEST_DRIVE=Testovaný disk
TEST_SIZE=Veľkosť testovacieho súboru
TEST_COUNT=Počet opakovaní testov

[WindowTitle]
ABOUT=O programe CrystalDiskMark
QUEUES_THREADS=Queues & Threads
